{"intItem1":901,"intItem2":905,"intItem3":909,"intItem4":913,"intItem5":917,"intItem6":921,"intItem7":925,"intItem8":931,"intItem9":943,"intItem10":947,"id":"P090","item1":"码垛空托盘入立库暂存<br>Palletizing empty pallets into the AS/RS storage","item2":"空托盘可堆叠入立体库暂存，需要绑定承载托盘码(父托盘)以便入库扫码识别<br>Empty pallets can be stacked into the AS/RS storage. You need to bind the pallet code (parent pallet) to identify the code when entering the warehouse.","item3":"仓管员<br>Warehouse operator","item4":"有未绑定货物的及未绑定父托盘的空托盘<br>Empty pallets with unbound article and unbound parent pallet<br>","item5":"父托盘号及子托盘号<br>Parent pallet number and child pallet number<br>输出<br>","item6":"空托盘绑定明细<br>Details of empty pallet binding<br>异常处里<br>","item7":"如果输入指定的空托盘并非空托盘或已绑定父托盘，系统将提示错误信息，用户可执行Data Inquire-->Q090 Location Usage Status Query作业查询空托盘所在储位；<br>If the specified empty pallet is not an empty pallet or the parent pallet is bound, the system will prompt an error message, and the user can run the Data Inquire-> Q090 Location Usage Status Query job to query the storage location where the empty pallet is located;<br>如果因为网路中断产生的异常，须结束WES软件，请网路管理人员恢复网路后再重启WES<br>If the WES software needs to be terminated due to an abnormality caused by a network interruption, ask the network administrator to restore the network and restart WES<br>操作步骤<br>","item8":"    1. 输入父托盘号及子托盘号<br>Enter the parent and child tray numbers<br>    2. 点选功能菜单Add加入清单<br>Click the function menu Add to add to the list<br>    3. 点选功能菜单Execute可产生空托盘绑定明细<br>Click the function menu Execute to generate empty pallet binding details<br>    4. 点选功能菜单Refresh可清除画面上的数据回到初始状态<br>Click the function menu Refresh to clear the data on the screen and return to the initial state.<br>    5. 点选功能菜单Exit或关闭视窗可结束此作业<br>Click the function menu Exit or close the window to end this operation<br>后置条件<br>","item9":"人员可将完成绑定父托盘的空托盘置入立库入库输送机<br>Operator can place empty pallets that have been bound to the parent pallet into the inbound storage conveyor<br>备注<br>","item10":"已绑定父托盘的空托盘，如果没有入库，可仍可作为收货使用，但随即解绑整叠与父托盘绑定的关系。从立库出库的空托盘亦随即解绑整叠与父托盘绑定的关系<br>The empty pallet that has been bound to the parent pallet can still be used as a receipt if it is not stored in the warehouse, but then the binding relationship between the entire stack and the parent pallet is unbound. The empty pallet from the AS/TS are unbound and the binding relationship between the stack and the parent pallet is immediately unbound.<br>"}